---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.FamilyFailures.CannotCopyInplaceFamily
source: html/eb4e816c-3ccb-e3db-63e8-a9341a130b10.htm
---
# Autodesk.Revit.DB.BuiltInFailures.FamilyFailures.CannotCopyInplaceFamily Property

In-place family groups cannot be copied between in-place families of the same project.

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotCopyInplaceFamily { get; }
```